/**
 * 地图文本位置修正
 */


module.exports = {
    //'南海诸岛' : [32, 83],
    // 全国
    '\u5E7F\u4E1C': [
        0,
        -10
    ],
    '\u9999\u6E2F': [
        10,
        10
    ],
    '\u6FB3\u95E8': [
        -10,
        18
    ],
    '\u9ED1\u9F99\u6C5F': [
        0,
        20
    ],
    //'北京': [-10, 0],
    '\u5929\u6D25': [
        5,
        5
    ],
    // 广东
    '\u6DF1\u5733\u5E02': [
        -35,
        0
    ],
    // 云南
    '\u7EA2\u6CB3\u54C8\u5C3C\u65CF\u5F5D\u65CF\u81EA\u6CBB\u5DDE': [
        0,
        20
    ],
    '\u695A\u96C4\u5F5D\u65CF\u81EA\u6CBB\u5DDE': [
        -5,
        15
    ],
    // 新疆
    '\u77F3\u6CB3\u5B50\u5E02': [
        -5,
        5
    ],
    '\u4E94\u5BB6\u6E20\u5E02': [
        0,
        -10
    ],
    '\u660C\u5409\u56DE\u65CF\u81EA\u6CBB\u5DDE': [
        10,
        10
    ],
    // 海南
    '\u660C\u6C5F\u9ECE\u65CF\u81EA\u6CBB\u53BF': [
        0,
        20
    ],
    '\u9675\u6C34\u9ECE\u65CF\u81EA\u6CBB\u53BF': [
        0,
        20
    ],
    '\u4E1C\u65B9\u5E02': [
        0,
        20
    ],
    // 陕西
    '\u6E2D\u5357\u5E02': [
        0,
        20
    ]
};;